<?php 

error_reporting(0);
header("content-Type: text/html; charset=utf-8");//输出编码GBK

//设置好以下三项
$title="重庆万州商贸中等专业学校课表查询系统";  	//设置查询标题,相信你懂的;

$foldshuo="请选择年级";		//第一级选择名称:即一级文件夹名称选择提示;
$timeshuo="请选择班级";		//第二级选择名称:即二级文件名称选择提示;

$copyr="重庆万州商贸中等专业学校";			//底部文字;简短;
$copyu="xuan8ai666@gmail.com";	//底部网址;网站网址或者路径


$ismas="1";				//设置是否使用验证码，1是0否。
$UpDir="kb";	//请修改数据库所在目录(文件夹名称)请修改，修改后更名对应文件夹。
$dbtype = ".xls";			//注意小写后缀，和文件后缀一致，不建议修改。





/**
 * KBW2U_20220219_102843_c6be86373f3ae44377ca8a49812669ac.zip
 * Created by chalide.cn 20220219_102843
 * @author yujianyue<admin@ewuyi.net> 
 * @tels 15058593138(同微信号) 
 * 版权约束：保留署名权和发行权 不得转售 或 将源码直接发布到公开渠道 
 * 问题反馈：15058593138 同微信号 沟通请提供版本号[ KBW2U_20220219_102843_c6be86373f3ae44377ca8a49812669ac.zip ]
 * 帮助：源码自带说明书，详见压缩包内*.html/*.txt文件(都不建议删除)。
 * 保留：原始数据也请保留；供以后规律参考(比如看前几行都是什么)。
 * 技巧：原始版本能用而你修改后不能用，说明是你操作问题(建议保留原始版本)。
 */
 ?>